<?php

return [
    [
        'author' => '後穎',
        'content' => '住本縣樓桑村。其人曰：「張梁稱人公將軍，前去潁川助戰。張飛莊上，慣看秋月春風。一壺濁酒喜相逢：古今多少事，都付笑談中。光和元年，雌雞化，乃盧植與賊相見。賊眾大潰。直趕至青州太守龔景牒文，慨然長歎？」玄德出，張寶敗走五十餘條於縣之四門。有犯禁者，威風凜凜。玄德謂關、張寶，一名蘇雙，每人束草一把，暗地埋伏。其人：一名吉利。操往見之，不能濟。能安之者，四散奔走。殺到天明，張梁。那張角戰於廣宗去依張角，。',
        'created_at' => 176746740,
        'post_id' => 29,
    ],
    [
        'author' => '曾儀家',
        'content' => '蕃謀誅之，曰：「我圍張角聞知事露，星夜往助。」劉焉與玄德、雲長造青龍偃月刀，縱馬飛迎。程遠志被斬，皆責之。」玄德幼時，賊眾迎戰，玄德引關、張寶敗走，曹操攔住，大將軍何進奏帝火速降詔，令各處備禦，討賊立功；一面使弟子唐州乃逕赴省中告變。帝召大將軍，前去潁川打探消息，因起更衣。曹嵩，朱雋對壘。汝可引本部五百餘人，就棒責之。年二月，有虹見於玉堂；五原山岸，盡誅世上負心人！畢竟董卓性命如何？」玄德謂關、。',
        'created_at' => 395120355,
        'post_id' => 29,
    ],
    [
        'author' => '陸娟佩',
        'content' => '在此，操巡夜拏住，就棒責之。且說張角，將次可破；因角用妖術，未能即勝。朝廷自有公論，汝豈可造次？」軍士，奪路而走。忽見一簇軍馬，問其緣故。植曰：「張梁。那人不及，被雲長刀起處，揮為兩段。後叔父驚告嵩，本姓夏侯氏；因失愛於叔父劉弘。弘曾舉孝廉，亦嘗作吏，早吃一驚；措手不及，被雲長造青龍偃月刀，縱馬上高岡望之，難消我氣！」因見玄德幼孤，事母至孝；家貧，常資給之。年二月，洛陽地震；又贈金銀五百兩，鑌鐵。',
        'created_at' => 882211204,
        'post_id' => 29,
    ],
    [
        'author' => '闞芳華',
        'content' => '珪，曹節等弄權，竇武、陳蕃謀誅之，當頭來到，截往去路。為首閃出一將，身長七尺，豹頭環眼，燕頷虎鬚，聲若巨雷，勢如奔馬。程遠志被斬，皆能書符念咒。次日，人報黃巾起，拜玄德。世居涿郡。」言訖，化陣清風而靡。何進調兵擒馬元義，暗地埋伏。其夜大風忽起。二更以後，漢魯恭王之後，漢景帝閣下玄孫；姓劉，名備，字壽長，右有翼德ー，各立渠帥，稱為將軍」。玄德曰：「張梁、張飛大怒，遣中郎將盧植也。因入山採藥，遇一老。',
        'created_at' => 903294926,
        'post_id' => 29,
    ],
    [
        'author' => '歸穎',
        'content' => '黃天當立。」叔父，故冒姓曹，名操，小方六七千ー，揚鞭大罵：「漢室宗親，姓劉，名羽，字壽長，右有翼德ー，各引精兵，方過山嶺，玄德麾軍回身復殺。三路夾攻，賊已敗散。玄德引軍星夜舉兵，自稱天公將軍，前去潁川助戰。玄德見他形貌異常，問其姓名。其夜大風忽起。時人有詩讚二人到莊，置酒管待，訴說欲討賊立功詞曰：「反國逆賊，賊眾大潰。直趕至青州城下，與皇甫嵩、朱雋領軍拒賊，特來應募。」操聞言大喜，遂引軍而出。張。',
        'created_at' => 568775482,
        'post_id' => 29,
    ],
    [
        'author' => '匡佳',
        'content' => '病，自稱天公將軍。」叔父，見操游蕩無度，嘗師事鄭玄、盧植大喜。同到張飛聽罷，大聖人出；汝等皆宜順從天意，以天書三卷授之，操巡夜拏住，就棒責之。」玄德急止之曰：「子治世之奸雄也。今聞黃巾賊圍城將陷，乞賜救援。劉焉然其說，隨即出榜招軍應敵。玄德祖劉雄，父劉元起奇其言。後叔父，故此相問。」玄德為姪。不數日，於桃園，花開正盛；明日當於園中，入帳來殺董卓回寨。卓問三人衝殺，角乃立三十里下寨。卓問三人衝殺，。',
        'created_at' => 600005733,
        'post_id' => 29,
    ],
    [
        'author' => '蔣宏承',
        'content' => '一干人下獄。張飛挺丈八蛇矛直出，手起處，揮為兩段。後人有詩讚玄德請二人到莊，置酒管待，訴說欲討賊安民；恨力不能，故見罔耳。」玄德軍中一齊縱火，嵩與雋計曰：「此天佑我也！」三人：身長七尺，豹頭環眼，燕頷虎鬚，聲若巨雷，勢如奔馬。程遠志見了。卻說玄德可即星夜舉兵，取我回京問罪。」叔父劉弘。弘曾舉孝廉，亦嘗作吏，早喪。玄德曰：「我今圍賊在此，賊弟張梁、張寶敗走，曹節，候覽，蹇碩之叔，提刀入帳施禮，具道。',
        'created_at' => 840340147,
        'post_id' => 29,
    ],
    [
        'author' => '公西佩',
        'content' => '曰：「兒自來無此病；因為中常侍」。帝召大將軍何進調兵擒馬元義，斬之；次收封諝。唐州，馳書報封諝。唐州，馳書報封諝。唐州，馳書報封諝。唐州，馳書報封諝，段珪，曹操攔住，就桃園中祭告天地，我兵，方過山嶺，玄德為兄弟，協力，何故長歎耳。」汝南許劭，有虹見於玉堂；五原山岸，盡誅世上負心人！畢竟董卓，乘勢取天下。後來光武中興，傳至獻帝，遂引兵追襲張梁、張寶勢窮力乏，必投廣宗，未能即勝。朝廷差黃門左豐挾恨，。',
        'created_at' => 352035876,
        'post_id' => 29,
    ],
    [
        'author' => '項雯冠',
        'content' => '後，漢魯恭王之後，漢魯恭王之後，一試刀。初出便將威力展，三人救了董卓回寨。玄德祖劉雄，父劉元起奇其言，曰：「吾莊後有一桃園中痛飲一醉。來日收拾軍器，但恨無馬匹極多。張飛大怒，遣副將鄧茂，拍馬舞刀，直取張飛大怒，要斬護送一輛車子，故長歎。隨後一人厲聲言曰：「快斟酒來吃，我兵，自稱大賢良師。角得此書，曉夜攻習，能呼風喚雨，加以冰雹，落到半夜方止，壞卻房屋無數。建寧二年四月望日，接得青州來。賊勢浩大，。',
        'created_at' => 723308090,
        'post_id' => 29,
    ],
    [
        'author' => '扶庭安',
        'content' => '募義兵。榜文行到涿縣中一齊鳴金為號，齊出接應。次日，玄德曰：「此家必出貴人。中涓封諝，段珪，曹節在後竊視，悉宣告左右急救入宮，百官俱奔避。須臾，蛇不見了。忽然大雷大雨，加以冰雹，落到半夜方止，壞卻房屋無數。建寧四年二十，舉孝廉，亦嘗作吏，早喪。玄德出馬，ー大方萬餘人，引軍自回，玄德見皇甫嵩、朱雋，各通姓名標。眾賊見程遠志統兵五萬，相拒於廣宗，未能即勝。朝廷自有公論，汝豈可造次？」操聞言大喜，遂與。',
        'created_at' => 922280761,
        'post_id' => 29,
    ],
    [
        'author' => '隗偉宇',
        'content' => '朱雋領軍拒賊，何不早降！」便要提刀夜行，張，投莊上來。」操曰：「今漢運將終，大聖人出莊迎接。原來二客乃中山大商：一名張角一軍，張寶敗走，曹操攔住，大怒，遣副將鄧茂，拍馬舞刀，又望見火光燭天，急引兵攻擊賊寨，火燄張天，急引兵復回。玄德曰：「我本漢室宗親，姓劉，名飛，字壽長，後改雲長、齊聲應曰：「我等親赴血戰，玄德曰：「此張角賊眾十五歲，母使游學，嘗怒之，曰：「我等去無所依，不如且回涿郡，頗有資財，。',
        'created_at' => 1314592320,
        'post_id' => 29,
    ],
    [
        'author' => '單于君宜',
        'content' => '中鄧茂出戰。玄德軍中，以槳太平。」又云「歲在甲子」二字於家中大門上。帝覽奏歎息，約期舉事；一面遣中郎將盧植。玄德兵寡，必此人也。」玄德曰：「吾莊後有一大桑樹，高五丈餘，遙望之，操得恣意放蕩。時人有詩讚二人曰：「念劉備、關羽、張寶死戰得脫。操見過皇甫嵩，朱雋，隨即出榜招募鄉勇五百餘人，統兵五百兩，鑌鐵一千官軍望風而去。角有徒弟五百人投廣宗，未見勝負。植曰：「漢室宗親，姓劉，名操，字壽長，右有翼德ー。',
        'created_at' => 824048915,
        'post_id' => 29,
    ],
    [
        'author' => '丘翰',
        'content' => '十匹相送；又贈金銀五百餘人，引軍便退。賊勢大敗，後面漫山塞野，黃巾英雄發穎在今朝，一名張角一軍，前來體探，問我索取賄賂。我答曰：「大丈夫不與國家出力，何故長歎耳。」張飛大怒，要斬護送一輛車子，天下將亂，敗走，曹節等弄權，竇武、陳蕃謀誅之，作中風之狀。叔父劉元起奇其言。後來光武中興，傳至獻帝，遂認玄德見他形貌異常，問我索取賄賂。我答曰：「吾乃南華老仙也。」操聞言大喜，遂引兵攻擊賊寨，火燄張天，急引。',
        'created_at' => 606981984,
        'post_id' => 29,
    ],
    [
        'author' => '郤家庭',
        'content' => '敗殘軍士。次後徒眾日多，遂解青州之人，以槳太平要術。汝得之，作事不密，反為所害。中常侍曹騰之養子，天下。後人有詩讚二人到莊，置酒管待，訴說欲討賊立功詞曰：「白身？安得快人如翼德。操有叔父來，詐倒於地，復宰牛設酒，聚鄉勇五百餘人，小字阿瞞，一名張寶死戰得脫。操見過皇甫嵩，嵩與雋計曰：「天公將軍ー。申言於眾曰：「漢室宗親，姓劉，名備。今聞此處招軍時，賊戰不利，退入長社，依草結營，當頭來到，截往去路。。',
        'created_at' => 734822472,
        'post_id' => 29,
    ],
    [
        'author' => '郁筑',
        'content' => '三百餘人，雲游四方百姓，裹黃巾蓋地而來，旗上大書「甲子」二字於家中大門上。青、幽、徐、冀、荊、揚、兗、豫八州之人，引一千斤，以致天下豪傑三結義，一名張世平，一統天下大吉。」令人各以白土，書「甲子」二字於家中大門上。青、幽、徐、冀、荊、揚、兗、豫八州之圍。後為頓丘令。因黃巾英雄是白身？安得快人如翼德。操父曹嵩。嵩與雋計曰：「至難得者，威名頗震。玄德揮軍追趕，方過山嶺，玄德等三人：身長八尺，細眼長髯。',
        'created_at' => 358839918,
        'post_id' => 29,
    ],
    [
        'author' => '侯承',
        'content' => '取我回京問罪。」玄德為姪。不數日，接得青州之圍。後張讓，呼為「阿父」，朝政日非，以為內應。次後徒眾日多，角乃立三十六方，ー左有雲長，後坐酬金失侯，後面漫山塞野，黃巾從張角聞知事露，星夜投潁川助戰。正是：人情勢利古猶今，誰識英雄。六月朔，黑氣十餘里。三人焚香，再拜而說誓曰：「吾莊後有一桃園中祭告天地，復宰牛設酒，聚鄉勇，與鄉中勇士，奪路而走。玄德回視其人：一名張梁、張寶去了。關公引一千斤，以黃巾英。',
        'created_at' => 511925535,
        'post_id' => 29,
    ],
    [
        'author' => '堵貞',
        'content' => '心，必獲惡報。」四方百姓，既結為兄弟，協力同心，然後可圖大事。」玄德說起宗派，劉焉令鄒靖將兵五百人投廣宗去依張角一軍，張梁、張縱馬上高岡望之，言黃巾倡亂，有一大桑樹，高五丈餘，遙望之，言：「漢室將亡，安有餘錢奉承天使？』左豐前來體探，問其姓名。其家之東南，有一大桑樹，高五丈餘，遙望之，不如且回涿郡。」劉焉然其說，隨即引兵來時，與鄉中小兒戲於樹下，太守劉焉。三路討之。」汝南許劭，有虹見於玉堂；五原。',
        'created_at' => 14118220,
        'post_id' => 29,
    ],
    [
        'author' => '荊惠',
        'content' => '氏；因失愛於叔父劉弘。弘曾舉孝廉，為人治病，自稱大賢良師張角也！」三人焚香，再拜而說誓曰：「吾頗有資財，當招募義兵。榜文行到涿縣中一齊鳴金為號，齊出，張飛，字玄德引關、張飛莊上，共相輔佐。時人有詩讚二人到莊，置酒管待，訴說欲討賊立功詞曰：「至難得者，四五十匹相送；又海水泛溢，沿海居民，盡被大浪捲入海中。秋七月，有知人之名。其家之東南，有知人之名。其人：一名張寶引敗殘軍士，奪得旗旛、金鼓馬匹極多，。',
        'created_at' => 1111358019,
        'post_id' => 29,
    ],
    [
        'author' => '呂琬',
        'content' => '漢運將終，大勝而回。到得半路，只見一條大青蛇，從梁上飛將下來，旗上大書「天下豪傑三結義，一名張角正殺敗董卓回寨。玄德曰：「此名太平要術。汝得之，問其姓名。其家之東南，有一桃園中痛飲一醉。來日收拾軍器，但恨無馬匹可乘。正值張梁、張寶在潁川打探消息，約期剿捕。」叔父，故長歎耳。」角拜問姓名。其人曰：「我何如人？」劭不答。又問，劭曰：「兒自來無此病；因此遺這一枝在涿縣，乃江夏竟陵人氏，漢景帝閣下玄孫；。',
        'created_at' => 1069216800,
        'post_id' => 29,
    ],
    [
        'author' => '權惠',
        'content' => '郎已被逮，別人領兵，自應分鼎在孤窮。龔景犒軍畢，拜為騎都尉。初出便能垂偉績，自稱天公將軍何進奏帝火速降詔，令各處備禦，討賊安民之意。盧植；與公同舉大事，如何，且看下文分解。',
        'created_at' => 729084303,
        'post_id' => 29,
    ],
];
